{
  "siteName":"Lottery Chain",
  "connectWallet":"Wallet verbinden",
  "connected":"Verbunden",
  "disconnect":"Trennen",
  "currentJackpot":"Aktueller Jackpot",
  "poolProgress":"Pool-Fortschritt — wie viel gesammelt wurde",
  "participate":"Teilnehmen — 30 MATIC",
  "feelingLucky":"Ich hab' Glück",
  "howItWorks":"Wie es funktioniert",
  "howSteps":["In den Pool einzahlen","Chainlink VRF Ziehung","Gewinner bekommt 90%"],
  "footerNote":"Verifizierbare Zufälligkeit durch Chainlink VRF",
  "buyTicket":"Ticket kaufen",
  "prizePool":"Preispool",
  "round":"Runde",
  "luckyPhrases":[
    "Man sagt, in dieser Sekunde sind die Chancen am höchsten. Probieren wir's?",
    "Angst, 0.0025 ETH zu verlieren, ist der Hauptgrund, warum du noch nicht reich bist.",
    "Dieser Klick kann mehr kosten als alle deine bisherigen Klicks zusammen.",
    "Das Gefühl, wenn die Wallet verbunden ist und der Finger schon auf dem Button liegt — unbezahlbar.",
    "Ein Klick — und du bist im Spiel. Es geht nicht darum, ob du gewinnst, sondern was du mit dem Jackpot kaufst.",
    "Stell dir die Gesichter deiner Freunde vor, wenn du sagst, du hättest in einer Krypto-Lotterie gewonnen.",
    "Der teuerste Adrenalinrausch der Welt ist kostenlos, bis du deinen Gewinn siehst.",
    "Ein Signal aus der Zukunft: Du hast bereits gewonnen. Bestätige es jetzt.",
    "Gerüchten zufolge fürchtet der Jackpot Entschlossene. Beweise das.",
    "Deine zukünftige Biographie beginnt mit diesem Klick. Schreiben wir sie zusammen?",
    "In einer Welt mit 7 Milliarden Menschen kann dieses Ticket deins sein.",
    "Hast du den Mut, deinen Gewinn anzunehmen? Der erste Schritt ist hier.",
    "Jackpot ist kein Glück. Es ist Mathematik, die du anführen kannst.",
    "Denk nach: Jemand wird gewinnen. Warum nicht du?",
    "An diesem Platz standen Legenden. Jetzt bist du dran.",
    "Zeit ist nicht linear. Dieser Moment existiert in allen Versionen der Zukunft, in denen du reich bist.",
    "Dein Wallet ist der Schlüssel. Dieser Button ist die Tür. Was hält dich auf?",
    "Das größte Risiko ist, kein Risiko einzugehen.",
    "Das Glück ist auf der Seite der Mutigen. Und derjenigen, die coole Buttons drücken.",
    "Leben ist zu kurz, um deine Revolution aufzuschieben.",
    "Die Götter des Zufalls schauen dich gerade an. Lass sie nicht hängen.",
    "Alles, was dich von einem neuen Leben trennt, ist die Distanz zwischen deinem Finger und diesem Button.",
    "Warnung: Das Drücken kann zu plötzlicher Bereicherung führen.",
    "Zweifel haben Menschen mehr Möglichkeiten geraubt als Fehlschläge. Lass das nicht zu.",
    "Du spielst nicht mit Glück. Du zähmst es mit Technologie.",
    "Die Geschichte erinnert sich nicht an die, die wollten, aber Angst hatten. Sie erinnert sich an Gewinner.",
    "Was, wenn gerade jetzt jener Moment ist, von dem du deinen Enkelkindern erzählen wirst?",
    "Schalte den 'Was wäre wenn?'-Modus ein. Was, wenn ich klicke?",
    "Wallet verbunden. Das Schicksal steht auf dem Spiel. Antworte dem Ruf."
  ]
}
