{
  "siteName":"Lottery Chain",
  "connectWallet":"Connect Wallet",
  "connected":"Connected",
  "disconnect":"Disconnect",
  "currentJackpot":"Current Jackpot",
  "poolProgress":"Pool progress — how much has been collected",
  "participate":"Participate — 30 MATIC",
  "feelingLucky":"I'm feeling lucky",
  "howItWorks":"How it works",
  "howSteps":["Deposit into pool","Chainlink VRF draw","Winner gets 90%"],
  "footerNote":"Provable randomness by Chainlink VRF",
  "buyTicket":"Buy ticket",
  "prizePool":"Prize pool",
  "round":"Round",
  "luckyPhrases":[
    "They say in this second chances are highest. Shall we check?",
    "Fear of losing 0.0025 ETH is the main reason you're not rich yet.",
    "This click may cost more than all your previous clicks combined.",
    "The feeling when wallet is connected and finger is already on the button — priceless.",
    "Click — and you're in. It's not whether you'll win, it's what you'll buy with the jackpot.",
    "Imagine your friends' faces when you say you won in a crypto lottery.",
    "The most expensive adrenaline in the world is free until you see your prize.",
    "A signal from the future: you've already won. Confirm it in the present.",
    "Rumor says the jackpot fears the bold. Prove it.",
    "Your future biography starts with this click. Shall we write it?",
    "There are 7 billion people. This ticket can be yours.",
    "Do you have courage to accept your prize? First step — here.",
    "Jackpot isn't luck. It's math you can lead.",
    "Think: someone will win. Why not you?",
    "Legends stood here. Your turn.",
    "Time isn't linear. This moment exists in all futures where you are rich.",
    "Your wallet is the key. This button — the door. What stops you?",
    "The biggest risk is not to take a risk.",
    "Luck favors the bold. And those who press cool buttons.",
    "Life is short to delay your revolution.",
    "The gods of randomness look at you now. Don't disappoint them.",
    "Everything between your finger and a new life is this distance.",
    "Warning: pressing may lead to sudden enrichment.",
    "Doubt stole more opportunities than failure ever did. Don't let it.",
    "You're not playing luck. You're taming it with tech.",
    "History doesn't remember those who wanted but feared. It remembers winners.",
    "What if this is the moment you'll tell your grandchildren about?",
    "Enable 'What if?' mode. What if I press?",
    "Wallet connected. Fate on the line. Answer the call."
  ]
}
