{
  "siteName":"Lottery Chain",
  "connectWallet":"Conectar billetera",
  "connected":"Conectado",
  "disconnect":"Desconectar",
  "currentJackpot":"Bote actual",
  "poolProgress":"Progreso del fondo — cuánto se ha recaudado",
  "participate":"Participar — 30 MATIC",
  "feelingLucky":"Tengo suerte",
  "howItWorks":"Cómo funciona",
  "howSteps":["Depositar en el pool","Sorteo Chainlink VRF","El ganador recibe 90%"],
  "footerNote":"Aleatoriedad verificable por Chainlink VRF",
  "buyTicket":"Comprar ticket",
  "prizePool":"Fondo de premios",
  "round":"Ronda",
  "luckyPhrases":[
    "Dicen que en este segundo las probabilidades son máximas. ¿Probamos?",
    "El miedo a perder 0.0025 ETH es la razón por la que aún no eres rico.",
    "Este clic puede costar más que todos tus clics anteriores juntos.",
    "La sensación cuando la billetera está conectada y el dedo ya está en el botón — no tiene precio.",
    "Un clic y estás en juego. No se trata de si ganarás, sino de qué comprarás con el bote.",
    "Imagina la cara de tus amigos cuando digas que ganaste en una lotería cripto.",
    "La adrenalina más cara del mundo es gratis hasta que conoces tu premio.",
    "Una señal del futuro: ya has ganado. Confírmalo ahora.",
    "Dicen que el bote teme a los decididos. Demuéstralo.",
    "Tu biografía futura comienza con este clic. ¿La escribimos juntos?",
    "Somos 7 mil millones; este ticket puede ser tuyo.",
    "¿Tendrás el coraje de aceptar tu premio? El primer paso está aquí.",
    "El bote no es suerte, es probabilidad matemática que puedes liderar.",
    "Piensa: alguien ganará. ¿Por qué no tú?",
    "En este lugar estuvieron las leyendas. Es tu turno.",
    "El tiempo no es lineal. Este momento existe en futuros donde eres rico.",
    "Tu billetera es la llave. Este botón es la puerta. ¿Qué te detiene?",
    "El mayor riesgo es no arriesgarse.",
    "La suerte favorece a los valientes y a quienes presionan botones geniales.",
    "La vida es corta para postergar tu revolución.",
    "Los dioses del azar te miran ahora. No los defraudes.",
    "Lo que te separa de una nueva vida es la distancia entre tu dedo y este botón.",
    "Advertencia: presionar puede provocar enriquecimiento repentino.",
    "Las dudas robaron más oportunidades que los fracasos. No las dejes.",
    "No juegas a la suerte. La domas con tecnología.",
    "La historia no recuerda a los que quisieron pero temieron. Recuerda a los ganadores.",
    "¿Y si ahora es el momento del que hablarás a tus nietos?",
    "Activa '¿Y si?'. ¿Qué si presiono?",
    "Billetera conectada. El destino en juego. Responde al llamado."
  ]
}
