{
  "siteName":"Lottery Chain",
  "connectWallet":"Connecter le portefeuille",
  "connected":"Connecté",
  "disconnect":"Déconnecter",
  "currentJackpot":"Jackpot actuel",
  "poolProgress":"Progression du pool — combien a été collecté",
  "participate":"Participer — 30 MATIC",
  "feelingLucky":"Je me sens chanceux",
  "howItWorks":"Comment ça marche",
  "howSteps":["Déposer dans le pool","Tirage Chainlink VRF","Le gagnant reçoit 90%"],
  "footerNote":"Aléa vérifiable par Chainlink VRF",
  "buyTicket":"Acheter un ticket",
  "prizePool":"Cagnotte",
  "round":"Round",
  "luckyPhrases":[
    "On dit qu'à cette seconde les chances sont maximales. On vérifie ?",
    "La peur de perdre 0.0025 ETH est la principale raison pour laquelle vous n'êtes pas encore riche.",
    "Ce clic peut coûter plus que tous vos clics précédents réunis.",
    "La sensation quand le portefeuille est connecté et que le doigt est déjà sur le bouton — inestimable.",
    "Un clic — et vous êtes dans le jeu. La question n'est pas si vous gagnerez, mais ce que vous achèterez avec le jackpot.",
    "Imaginez la tête de vos amis quand vous direz que vous avez gagné à une loterie crypto.",
    "L'adrénaline la plus chère du monde est gratuite tant que vous ne connaissez pas votre gain.",
    "Un signal du futur : vous avez déjà gagné. Il reste à le confirmer.",
    "La rumeur dit que le jackpot craint les audacieux. Prouvez-le.",
    "Votre future biographie commence avec ce clic. On l'écrit ensemble ?",
    "Il y a 7 milliards d'humains — ce ticket peut être le vôtre.",
    "Aurez-vous le courage d'accepter votre gain ? Le premier pas est ici.",
    "Le jackpot n'est pas de la chance. C'est une probabilité mathématique que vous pouvez piloter.",
    "Réfléchissez : quelqu'un gagnera. Pourquoi pas vous ?",
    "Des légendes se tenaient ici. À vous maintenant.",
    "Le temps n'est pas linéaire. Ce moment existe dans tous les futurs où vous êtes riche.",
    "Votre portefeuille est la clé. Ce bouton est la porte. Qu'est-ce qui vous empêche d'ouvrir ?",
    "Le plus grand risque est de ne pas prendre de risque.",
    "La chance est du côté des audacieux. Et aussi des personnes qui appuient sur des boutons sympas.",
    "La vie est trop courte pour remettre votre révolution.",
    "Les dieux du hasard vous regardent maintenant. Ne les décevez pas.",
    "Tout ce qui vous sépare d'une nouvelle vie, c'est la distance entre votre doigt et ce bouton.",
    "Attention : appuyer peut conduire à un enrichissement soudain.",
    "Le doute a volé aux gens plus d'opportunités que n'importe quel échec. Ne le laissez pas faire.",
    "Vous ne jouez pas à la chance. Vous la domptez avec la technologie.",
    "L'histoire ne retient pas ceux qui ont voulu mais ont eu peur. Elle retient les gagnants.",
    "Et si maintenant était précisément le moment dont vous parleriez à vos petits-enfants ?",
    "Activez le mode « Et si ? ». Et si j'appuyais ?",
    "Portefeuille connecté. Le destin est en jeu. Répondez à l'appel."
  ]
}
