{
  "siteName":"Lottery Chain",
  "connectWallet":"Подключить кошелёк",
  "connected":"Подключено",
  "disconnect":"Отключить",
  "currentJackpot":"Текущий Джекпот",
  "poolProgress":"Прогресс пула — сколько собрано",
  "participate":"Участвовать — 30 MATIC",
  "feelingLucky":"Мне повезёт",
  "howItWorks":"Как это работает",
  "howSteps":["Внести в пул","Розыгрыш Chainlink VRF","Победитель получает 90%"],
  "footerNote":"Проверяемая случайность — Chainlink VRF",
  "buyTicket":"Купить билет",
  "prizePool":"Призовой фонд",
  "round":"Раунд",
  "luckyPhrases":[
    "Говорят, именно в эту секунду шансы максимальны. Проверим?",
    "Страх проиграть 0.0025 ETH — главная причина, почему ты всё ещё не богат.",
    "Этот клик может стоить дороже, чем все твои прошлые клики вместе взятые.",
    "Ощущение, когда кошелёк подключен, а палец уже на кнопке — бесценно.",
    "Щелчок — и ты в игре. Вопрос не в том, выиграешь ли ты, а в том, на что купишь джекпот.",
    "Представь лицо друзей, когда ты скажешь, что выиграл(а) в крипто-лотерею.",
    "Самый дорогой адреналин в мире — бесплатный, пока ты не узнаешь свой выигрыш.",
    "Сигнал из будущего: ты уже победил. Остаётся подтвердить это в настоящем.",
    "Ходят слухи, что джекпот боится решительных. Докажи это.",
    "Твоя будущая биография начинается с этого клика. Напишем её вместе?",
    "В мире 7 миллиардов человек — этот билет может быть твоим.",
    "Хватит ли тебе смелости принять свой выигрыш? Первый шаг — здесь.",
    "Джекпот — это не удача. Это математическая вероятность, которую ты можешь возглавить.",
    "Задумайся: кто-то выиграет. Почему бы не ты?",
    "На этом месте стояли легенды. Твоя очередь.",
    "Время не линейно. Этот момент уже во всех версиях будущего, где ты богат.",
    "Твой кошелёк — ключ. Эта кнопка — дверь. Что мешает открыть?",
    "Самый большой риск — не рискнуть.",
    "Удача на стороне смелых. И тех, кто жмёт крутые кнопки.",
    "Жизнь слишком коротка, чтобы откладывать революцию.",
    "Боги рандома смотрят на тебя прямо сейчас. Не подведи их.",
    "Всё, что отделяет тебя от новой жизни — расстояние между пальцем и этой кнопкой.",
    "Предупреждение: нажатие может привести к внезапному обогащению.",
    "Сомнения украли больше, чем провалы. Не дай им.",
    "Ты не играешь в удачу. Ты её приручаешь технологиями.",
    "История не помнит тех, кто хотел, но побоялся. Она помнит победителей.",
    "А что, если прямо сейчас — тот самый момент?",
    "Включи режим «Что, если?». Что если я нажму?",
    "Кошелёк подключен. Судьба на линии. Ответь на вызов."
  ]
}
